Repository: anhminh155/ib_sme_mb-master
Catalog: lib/l10n/app_*.arb
Languages: vi

# loginKey
source: Login
vi: Đăng nhập

# logoutKey
source: Log out
vi: Đăng xuất

# usernameKey
source: Username
vi: Tên đăng nhập

# passwordKey
source: Password
vi: Mật khẩu

# enterKey
source: Enter {text}
vi: Nhập {text}

# welcomeKey
source: Welcome {text}
vi: Chào mừng {text}

# could_not_be_empty
source: {text} could not be empty!
vi: {text} không được để trống!

# forgot_passwordKey
source: Forgot password
vi: Quên mật khẩu

# continueKey
source: Next
vi: Tiếp tục

# closeKey
source: Close
vi: Đóng

# backKey
source: Back
vi: Quay lại

# approvalKey
source: Approval
vi: Duyệt lệnh

# rejectKey
source: Reject
vi: Từ chối

# cancelKey
source: Canncel
vi: Hủy

# homeKey
source: Home
vi: Trang chủ

# reportKey
source: Report
vi: Báo cáo

# utilitiesKey
source: Utilities
vi: Tiện ích

# notificationKey
source: Notifications
vi: Thông báo

# ib_informationKey
source: IB Information
vi: Thông báo

# setting_labelKey
source: Settings
vi: Cài đặt

# settingKey
source: {settingtext, select, GENERAL{General} WALLPAPER{Wallpaper} LIMIT{Limit} SMARTOTP{CB-Smart OTP} other{}} setting
vi: Cài đặt {settingtext, select, GENERAL{chung} WALLPAPER{hình nền} LIMIT{hạn mức} SMARTOTP{CB-Smart OTP} other{}}

# pin_smart_otpKey
source: {action, select, FORGET{Forget} CHANGE{Change} other{}} PIN Smart OTP
vi: {action, select, FORGET{Quên} CHANGE{Đổi} other{}} PIN Smart OTP

# login_with_biometricKey
source: Login with Fingerprint/Face
vi: Đăng nhập bằng vân tay/Face

# change_wallpaperKey
source: Change wallpaper
vi: Thay đổi hình nền

# user_management_Key
source: User management
vi: Quản lý mã truy cập

# access_permission_managementKey
source: Access permission management
vi: Quản lý quyền truy cập

# instructionKey
source: Instruction
vi: Hướng dẫn sử dụng

# frequently_asked_questionsKey
source: FAQs
vi: Câu hỏi thường gặp

# terms_of_serviceKey
source: Terms of service
vi: Điều khoản dịch vụ

# search_interest_rateKey
source: Search interest rate
vi: Tra cứu lãi suất tiền gửi

# search_exchange_rateKey
source: Search Exchange rate
vi: Tra cứu tỷ giá ngoại tệ

# atm_branchKey
source: ATM/Branch
vi: Tra cứu ATM/chi nhánh

# service_fee_scheduleKey
source: Service fee
vi: Biểu phí dịch vụ

# please_provide_information_to_reset_your_passwordKey
source: Please provide information to reset your password
vi: Quý khách vui lòng cung cấp các thông tin để thiết lập lại mật khẩu truy cập

# phonenumberKey
source: Phone number
vi: Số điện thoại

# business_registration_numberKey
source: Business registration number
vi: Số đăng ký kinh doanh

# accept_terms_of_serviceKey
source: I have read, understood, agreed and committed to comply and using with the terms and conditions of providing and using e-banking services for Corporate customers
vi: Tôi đồng ý cam kết và tuân thủ các điều khoản, điều kiện về các dịch vụ thực hiện trên ngân hàng số IB SME

# adminKey
source: Admin
vi: Mã quản trị

# makerKey
source: Maker
vi: Mã lập lệnh

# checkerKey
source: Checker
vi: Mã duyệt lệnh

# favorite_functionKey
source: Favorite functions
vi: Dịch vụ yêu thích

# transferKey
source: Transfer
vi: Chuyển tiền

# internal_transferKey
source: Internal transfer
vi: Chuyển khoản nội bộ

# external_transferKey
source: External transfer
vi: Chuyển tiền liên ngân hàng

# bank_nameKey
source: Construction bank
vi: Ngân hàng xây dựng

# quick_transfer_247_outside_cbKey
source: Quick transfer 247 outside CB
vi: Chuyển tiền nhanh Napas 247

# bulk_transferKey
source: Bulk transfer
vi: Chuyển tiền bảng kê

# bill_paymentKey
source: Bill Payment
vi: Thanh toán

# electricity_billKey
source: Electricity bill
vi: Hóa đơn tiền điện

# postpaid_mobile_phone_billKey
source: Postpaid mobile phone bill
vi: Cước điện thoại trả sau

# water_billKey
source: Water bill
vi: Hóa đơn tiền nước

# internet_adsl_billKey
source: Internet ADSL bill
vi: Cước Internet ADSL

# landline_phone_billKey
source: Landline phone bill
vi: Cước điện thoại cố định

# transaction_managementKey
source: Transaction management
vi: Quản lý giao dịch

# instant_transfer_managementKey
source: Instant transfer management
vi: Quản lý giao dịch thông thường

# future_periodic_transferKey
source: Future/periodic transfer
vi: Quản lý giao dịch tương lai định kỳ

# rejected_transationsKey
source: Rejected transations
vi: Danh sách lệnh từ chối

# pending_approval_transationsKey
source: Pending approval transations
vi: Quản lý giao dịch chờ duyệt

# bulk_transfer_pending_approvalKey
source: Bulk transfer pending approval
vi: Giao dịch bảng kê chờ duyệt

# manage_beneficiary_listKey
source: Manage beneficiary list
vi: Quản lý danh bạ thụ hưởng

# bill_listKey
source: Bill list
vi: quản lý danh bạ hóa đơn

# bulk_transfer_managementKey
source: Bulk transfer management
vi: Quản lý giao dịch bảng kê

# transaction_fee_reportKey
source: Transaction fee report
vi: Báo cáo phí giao dịch

# general_utilitiesKey
source: General utilities
vi: Tiện ích chung

# create_a_name_that_remindsKey
source: Create a name that reminds
vi: Tạo tên gợi nhớ

# change_passwordKey
source: Change password
vi: Đổi mật khẩu

# current_passwordKey
source: Current password
vi: Mật khẩu hiện tại

# new_passwordKey
source: New password
vi: Mậ khẩu mới

# re_enter_new_passwordKey
source: Re-enter new password
vi: Xác nhận lại mật khẩu mới

# validate_passwordKey
source: The new password contains at least 8 characters, including numeric character, lowercase letter, uppercase letter and special character.
vi: Độ dài tối thiểu 8 ký tự bao gồm ký tự số, chữ thường, chữ hoa và ký tự đặc biệt,

# have_not_stringKey
source: New assword does not contain blank and Vietnamese
vi: Mật khẩu không chứa khoảng trắng, tiếng việt có dấu

# new_password_do_not_as_old_passKey
source: The new password cannot be the same as the lasted used password.
vi: Mật khẩu cũ không được trùng với mật khẩu gần nhất

# trans_typeKey
source: {trantype, select, ALL{All} CORE{Transfer within CB} CORETL{Future transfer within CB} COREDK{Periodic transfer within CB} NAPAS{Quick transfer NAPAS 247 to account} NAPASTL{Future transfer NAPAS 247 to account} NAPASDK{Periodic transfer NAPAS 247 to account} CITAD{Interbank transfer} CITADTL{Future Interbank transfer} CITADDK{Periodic Interbank transfer} other{}}
vi: {trantype, select, ALL{Tất cả} CORE{Chuyển khoản nội bộ} CORETL{Chuyển khoản tương lai nội bộ} COREDK{Chuyển khoản định kỳ nội bộ} NAPAS{Chuyển khoản nhanh Napas 24/7} NAPASTL{Chuyển khoản tương lai 24/7} NAPASDK{Chuyển khoản định kỳ 24/7} CITAD{Chuyển khoản liên ngân hàng} CITADTL{Chuyển khoản tương lai liên ngân hàng} CITADDK{Chuyển khoản định kỳ liên ngân hàng} other{}}

# allKey
source: All
vi: Tất cả

# select_accountKey
source: Select a login account
vi: Chọn tài khoản đăng nhập

# login_with_another_accountKey
source: Login with another account
vi: Đăng nhập bằng tài khoản khác

# detailKey
source: Detail
vi: Chi tiết

# balanceKey
source: Balance
vi: Số dư

# total_balanceKey
source: Total balance
vi: tổng số dư

# order_awaiting_approvalKey
source: Orders awaiting approval
vi: Các lệnh chờ duyệt

# payment_accountKey
source: Payment account
vi: Tài khoản thanh toán

# deposit_accountKey
source: Deposit account
vi: Tài khoản tiền gửi

# loan_accountKey
source: Loan account
vi: Tài khoản tiền vay

# detail_payment_accountKey
source: Detail ayment account
vi: Chi tiết tài khoản thanh toán

# detail_deposit_accountKey
source: Detail deposit account
vi: Chi tiết tài khoản tiền gửi

# detail_loan_accountKey
source: Detail loan account
vi: Chi tiết tài khoản tiền vay

# total_owed_balanceKey
source: Total owed balance
vi: Tổng dư nợ

# account_queryKey
source: Account query
vi: Truy vấn tài khoản

# account_listKey
source: Accounts list
vi: Danh sách tài khoản

# total_available_balanceKey
source: Total available balance
vi: Tổng số dư khả dụng

# available_balanceKey
source: Available balance
vi: Số dư khả dụng

# total_deposit_balanceKey
source: Total deposit balance
vi: Tổng số dư tiền gửi

# yearKey
source: Year
vi: năm

source: month
vi: tháng

source: day
vi: ngày

# account_numberKey
source: Account number
vi: Số tài khoản

# current_open_dayKey
source: Current opening date
vi: Ngày mở hiện tại

# current_balanceKey
source: Current balance
vi: Số dư hiện tại

# open_atKey
source: Open at branches/TO
vi: Mở tại CN/PGD

# last_dayKey
source: Last {daytype, select, 7{7} 30{30} other{}} days
vi: {daytype, select, 7{7} 30{30} other{}} ngày gần nhất

# last_trading_dayKey
source: Last trading day
vi: Ngày giao dịch gần nhất

# interest_rateKey
source: Interest rate
vi: Lãi suất

# accrued_interestKey
source: Accrued interest
vi: Lãi tích lũy

# timeKey
source: Time
vi: Thời gian

# another_timeKey
source: Another time
vi: Thời gian khác

# codeKey
source: code
vi: Mã giao dịch

# export_fileKey
source: Export file
vi: Xuất file

# day_tradingKey
source: Day trading
vi: Ngày giao dịch

# debitKey
source: Debit
vi: Ghi nợ

# creditKey
source: Credit
vi: Ghi có

# explainKey
source: Explain
vi: Diễn giải

# statusKey
source: Status
vi: Trạng thái

# searchKey
source: Search
vi: Tìm kiếm

# supportKey
source: Support
vi: Hỗ trợ

# contactKey
source: Contact
vi: Liên hệ

# manage_contactKey
source: Manage contact
vi: Quản lý danh bạ

# balance_alertKey
source: Balance alert
vi: Biến động số dư

# otherKey
source: Other
vi: Khác

# contentKey
source: Content
vi: Nội dung
